{
    "WBUI2": {
        "settings": {
            "OpenButton": 6,
            "HideIcon": true,
            "HideIconAfter": 300,
            "IconURL": "https://pic.survivalhost.org/images/2025/12/07/Logo-IMPERIALIS-200x200dfa6c0a31d1f735f.png",
            "DisableIconText": true,
            "IconPosition": 2,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "ИНФОРМАЦИЯ",
                    "title1": "Добро пожаловать на сервера Dragons Ipmerialis",
                    "text1": "Настройки проекта\n\nКросс Чат\nУменьшен вес у некоторых ресурсов\nМагазин с автоматической выдачей товаров\nВозможность переносить элемент, и трофеи между серверами\nВаша база сохраняется 14 деней, независимо от материалов структур\nОффлайн защита срабатывает через 10 секунд после выхода из игры последнего члена племени\n10 человек в одном племени\nУровень диких существ - 150. 190 тек существа, виверны и дрейки\nПрирученных существ можно прокачать на 100 уровней\nМаксимально возможный уровень существ: 500 (400 с мутациями + 100 прокачки)\nДинозавры ниже 100 уровня удаляются плагином раз в 6 часов\n\nИспользование гаммы\nОтображение наносимого урона\nКоллизия структур - Отключена\nОбщедоступные телепорты на всех популярных местах\nОбщедоступные нефтевышки, газосборники и сборники сока\n\nРейты\n\nОпыт х2\nСбор х2\nЛут/Рыбалка/Награды в клубе АРК х2\nПриручение х5\nВзросление х5\nИнкубация/беременность х10\n\n‼️По умолчанию вы можете прокачать своего выжившего до 105 уровня.‼️\n15 за победу над Надзирателем на The Island\n15 за победу над Мантикорой на Scorched Earth\n15 за победу над Роквеллом на Aberration\n15 за победу над Королем Титаном на Extinction\n15 за победу над Верховным Контроллером в Genesis Part One\n15 за победу над Роквеллом Праймом в Genesis Part Two\n10 за нахождение всех заметок\n10 за все руны на Fjordur \n 5 повышение уровня чиби-питомцев\n 5 за нахождение заметок из DLC Сказки Боба на Scorched Earth\n 5 за нахождение заметок из DLC Сказки Боба на Aberration\n 5 за нахождение заметок из DLC Сказки Боба на Extinction\n 5 за нахождение заметок из DLC Правдивые истории Боба на Genesis Part One\n 5 за нахождение заметок из DLC Правдивые истории Боба на Genesis Part Two\nИтого максимальный уровень выжившего: 255\n",                    "imageurl": "https://pic.survivalhost.org/images/2025/12/07/2.png"
                }
            },
            {
                "tab2": {
                    "layout": 1,
                    "buttontext": "ПРАВИЛА СЕРВЕРА",
                    "title1": "Правила сервера Dragons Ortus",
                    "text1": "1. Общие правила\n2. Существа\n3. Строительство\n4. Информация об обслуживании и настройки серверов.\n\n\nОБЩИЕ ПРАВИЛА\n\n1.1 Будьте Вежливы! У нас не приветствуются любые оскорбления игроков и администрации, мат, унижение, провокации, расизм и т.д. Личные конфликты не выносите в публичное поле информационных ресурсов проекта.\n1.2 Не используйте площадки и чаты нашего проекта для спама, рассылок, рекламы в любой форме а так же обсуждения религии и политики.\n1.3 Запрещается осуждение любых действий администрации, это касается времени рестартов, правил, мер наказаний и т.п.\n1.4 Запрещается выдавать себя за администрацию, распространять клевету и слухи о сервере и администрации.\n1.5 Любые жалобы и недовольства по поводу багов, лагов, исчезновения предметов/существ и другие проблемы связанные непосредственно с самой игрой - должны отправляться на официальные форумы студии WicldCard.\nЕсли вам необходима помощь администрации серверов Dragons, свяжитесь с нами в личных сообщениях в группе в вк, или в тикетах в дискорде.\n1.6 Запрещается использовать баги, абъюзы, дюпы, читы и любые другие уязвимости игры для получения преимущества в игре. Любые махинации, включая некорректные мировые бафы, дыры в механиках игры, недостатки магазина, уязвимости правил и т.п.\n1.7 На нашем проекте есть правила торговли, в связи с чем запрещается передавать любые предметы, ресурсы и любых существ на сервере БЕЗВОЗМЕЗДНО.\nРаздача ресурсов, предметов и существ, убивает игровой интерес у новичков проекта, а так же разрушает экономику сервера и вредит развитию проекта в долгосрочной перспективе. За нарушения этого правила, будут самые суровые наказания.\n1.8 Запрещается удерживать других игроков любым способом.\n1.9 Запрещается захватывать игроков и чужих существ без согласия игрока.\n1.10 Запрещено приводить диких существ к чужим постройкам и животным.\n1.11 Запрещено мешать при приручении или приручать уже кем-то загнанных в ловушку существ.\n1.12 Запрещается находится на чужой базе без разрешения владельца. Если вас просят покинуть базу, вы должны покинуть ее немедленно.\n1.13 Запрещается мешать чужим ПВЕ мероприятиям (прохождение миссий, боссов, прохождение пещер и т.д.)\nВ том числе нельзя находиться в радиусе прорисовки/на арене боссов/титанов, которых призвали другие игроки, за исключением случаев когда вы договорились о совместном прохождении.\n1.14 Запрещено проводить людей не из своего племени на боссов.\nСовместное прохождение допустимо в альянсе, при равноценных вкладах в открытие арены: одинаковое количество сильных существ с каждой стороны, и одинаковый вклад в трофеи и артефакты.\nЕсли у какой то из сторон нет существ или артефактов, и вы все равно идете на боссов - это нарушение правила.\n1.15 Запрещено продавать чертежи. Только продажа готовых предметов. Минимальная цена на любой предмет - 1000 элемента.\n\n\nСУЩЕСТВА\n\n2.1 Запрещается продажа/передача любых существ из магазина, их потомства и клонов.\n-Если вы купили существо в магазине, то вашим соплеменникам запрещено переносить купленных существ/клонов/их потомство на другие карты, если они не в одном племени с вами на другой карте.\n-Если вы уходите из племени, вы должны забрать всех купленных существ, их клонов и их потомство.\n2.2 Все существа продаются только КАСТРИРОВАННЫМИ ИЛИ СТЕРИЛИЗОВАННЫМИ не зависимо от уровня.\n-Минимальная цена на любое существо - 2000 элемента. Конвертацию элемента к другим  ресурсам можно найти в конце списка правил.\n-Игрок продающий выведенное существо, должен иметь в наличии предыдущие поколения существ, доказывающее право владения.\n-Игроку купившему выведенное существо запрещено его клонировать и перепродавать (клоны для личного использования а не продажи - разрешены).\n-Купленные существа являются собственностью племени, и остаются в племени.\n-Любые подозрительные сделки, где у человека «внезапно» появляется ресурс на покупку дино, а потом и сам дино - все участники махинации будут наказаны, вплоть до перманентного бана.\n2.3 Запрещено воровство потомства/яиц или попытки спаривания своих существ с чужими донатными/выигранными, или любая активность направленная на завладение чужим имуществом.\n2.4 Запрещаются нецензурные имена динозавров, племен и персонажей.\n2.5 Запрещается оставлять своих существ в режиме размножения, без присмотра. *Существа удаляются без предупреждений!\n2.6 Запрещается оставлять своих существ в режиме агрессии, без присмотра. *Существа удаляются без предупреждений!\n2.7 Запрещается оставлять своих существ на обелисках и пещерах с артефактами/боссами. *Существа удаляются без предупреждений!\n2.8 Запрещается держать огромное количество существ на показ, если вы не занимаетесь их разведением. *Существа удаляются без предупреждений!\n2.9 Запрещается использовать летающих животных на карте Abberation, и существ которые там не разрешены официально (Рексы, Гиги и т.п.) *Существа удаляются без предупреждений!\n\n\nСТРОИТЕЛЬСТВО\n\n3.1 На одной карте может быть только одна база. Другие дополнительные базы, коробки, фундаменты с кроватями и т.п. - не разрешены.\n3.2 Запрещено строить огромные загоны (коробки) для динозавров. Огромная коробка внутри которой расставлены любые существа - это нарушение правила.\n3.3 Размеры и конструкция базы не должны вызывать постоянные фризы и т.п. Хотите большую базу - стройтесь на краях карт где нет людей.\n3.4 Запрещено занимать огромные территории. Ваша база и территории должна прокружатся полностью на низкой настройке отрисовки.\n3.5 Телепорт можно устанавливать только на своей базе. Если вам нужны телепорты на местах общего пользования - пишите администрации.\n3.6 Неактуальные постройки необходимо убирать за собой, будь то: спальники, дома, заборы, шипы, ловушки и т.д.\n3.7 Запрещены брошенные открытые и закрытые ловушки. (исключения для общего пользования принадлежат администрации Dragons)\n3.8 Запрещена застройка территории фундаментами и колоннами в стиле «застолбил».\n-Миниатюрная «база» которая не развивается более двух недель, так же попадает под это правило.\nЕсли вы сами не строитесь - не мешайте другим.\n3.9 Запрещено строительство:\n- на местах возрождения персонажей\n- на местах большого количества ценного ресурса\n- на местах появления контейнеров с предметами, элементных жил и орбитальных дропов\n- на обелисках и в радиусе прорисовки от них (300 метров от центра с терминалом обелиска)\n- в пещерах (содержащих артефакты и контейнеры с предметами) и рядом с ними\n- на фермах любых карт\n3.10 Запрещено застраивать и закрывать доступ тек куполами:\n\n- заметки\n- нефтяные насосы\n- газовые коллекторы\n- зарядные станции\n- терминалы на вымирании\n- миссии на карте Genesis и Genesis 2\n- орбитальные дропы и элементные жилы (кроме тех случаев когда вы их фармите)\n3.11 Запрещено строить железную дорогу вне территории своей базы. Если у Вас есть желание создать большой и классный проект: пишите в тикет администрации.\n3.12 Запрещено строить огромные мосты без согласования с администрацией.\n3.13 Нельзя строится вплотную к базе другого игрока, без предварительного согласия того кто поставил базу раньше.\nНе доставляйте проблем себе и другим, прогружая несколько баз за раз в одном месте.\n3.14 Запрещено создавать мини базы на картах где вы не играете. «База » 4 на 4 фундамента с несколькими кроватями и трансмиттером - это не прлноценная база.\nЛибо стройтесь нормально, либо не занимайте места которые нужны другим людям.\nТакие «Базы» могут быть удалены без предупреждения.\nДанное правило не распространяется на игроков которые только начали играть на сервер.\n\n\nНАСТРОЙКИ СЕРВЕРА\n\n4.1 Правила игры на серверах не подлежат обсуждению или критике.\nПравила сервера могут быть добавлены/изменены/удалены в любой момент.\nНе знание правил не освобождает от ответственности!\n4.2 Любые настройки серверов, в том числе изменение рейтов, модификаций и т.д. осуществляется на усмотрение администрации.\n4.3 Все ямы, дыры, кривые текстуры, дропы, криты, краши, исчезновения, баги на земле, в воздухе или воде, нерабочие фильтры при русской локализации - относятся к разработке игры. Все потери связанные с багами, администрацией рассматривается отдельно.\n4.4 В канале дискорда создан чат для оповещения о падении, зависании серверов, проблем с входом из-за глобальных патчей и обновлений модификаций. Мы физически не можем мониторить все серверы 24/7, но дали вам возможность оповестить нас.\n4.5 На наших серверах, на каждой карте есть общие телепорты. Если вам нужны телепорты на местах общего пользования - пишите администрации, мы установим.\n4.6 На наших серверах, на каждой карте установлены общие нефтяные насосы, газовые коллекторы и платформы с древесным соком.\n4.7 Случаи переезда всегда рассматриваются отдельно, не нарушая пункт 2.1.\n4.8 Любые правильные пояснения относительно правил могут быть только от администрации проекта. Любые ваши фантазии и трактовки правил могут быть уточнены в общих чатах или тикетах.\n4.9 Для новичков проекта:\nЕсли вы играете не больше 2-х недель, за нарушение правил строительства вы не получите предупреждений (но мусор будет удален),По истечении 2-х недельного срока, правила будут такие же как и для всех.\n4.10 За нахождение 12 брошенных спальников, на сервере будет присвоена роль «СВИНКА», а так же к названию племени и имен персонажей будет приписано слово «СВИНКА»\n4.11 Для племени/игрока допускается 6 нарушений правил связанных с постройками.\nНарушающие правила постройки могут быть удалены без предварительного предупреждения владельца построек . В случае повторного нарушения в качестве наказания могут быть удалены все постройки игрока или его племени на карте с установленным фактом неоднократных нарушений правил строительства, или игрок может быть заблокирован на наших серверах, длительность блокировки определяется администратором в зависимости от состава и характера нарушения. Все совершенные нарушения засчитываются племени в дискорде и телеграмме в канале #нарушения.\n4.12  За нарушение любого из пунктов правил, возможны справедливые наказания в виде запрета на пользование игровым чатом, временный или перманентный бан.\n4.13 Играя на наших серверах, вы автоматически принимаете данные правила\n\n\nПОМОЩЬ ПРОЕКТУ\n\nПроект Dragons – это частный кластер, который существует более 3 лет и развивается за счет поддержки игроков в виде пожертвований а так же благодаря вашим покупкам в магазине: https://dragons-imperialis.survivalshop.org \nЗа любой совокупный донат от 1000 рублей, вы получаете специальную роль в дискорде, а так же доступ в специализированный чат. Роль дается сроком на 6 месяцев с момента последнего пожертвования/пополнения счета.\nЗа поддержку сервера от 10000 рублей - постоянная скидка в магазине в 2%\nЗа поддержку сервера от 25000 рублей - постоянная скидка в магазине в 5%\nЗа поддержку сервера от 50000 рублей - постоянная скидка в магазине в 10%\n\nP.S. если каких то предметов, ресурсов, динозавров с необходимыми характеристиками или услуг нет в магазине - можете обратится к администрации.\n\n\nКонвертация элемента к другим популярным ресурсам:\n\n1000 элемента = 1 000 000 Элементная пыль\n1000 элемента = 100 000 Осколки элемента\n1000 элемента = 8 000 Электроника\n1000 элемента = 60 000 Шкура\n1000 элемента = 8 000 Черный жемчуг\n1000 элемента = 15 000 Цементная паста•Паста Ахатины\n1000 элемента = 60 000 Хитин•Кератин\n1000 элемента = 600 000 Солома\n1000 элемента = 40 000 Слиток металла\n1000 элемента = 20 000 Сжиженый газ\n1000 элемента = 12 000 Самоцвет синий\n1000 элемента = 8 000 Самоцвет красный\n1000 элемента = 16 000 Самоцвет зеленый\n1000 элемента = 10 000 Порох\n1000 элемента = 40 000 Полимер\n1000 элемента = 50 000 Органический полимер\n1000 элемента = 30 000 Обсидиан\n1000 элемента = 30 000 Наркотики\n1000 элемента = 80 000 Металл\n1000 элемента = 10 000 Кристалл\n1000 элемента = 20 000 Кремень\n1000 элемента = 80 000 Кожа\n1000 элемента = 100 000 Камень\n1000 элемента = 4 000 Желчь аммонита\n1000 элемента = 30 000 Древесный сок,1000 элемента = 150 000 Дерево\n1000 элемента = 800 000 Волокно\n1000 элемента = 20 000 Биотоксин\n1000 элемента = 80 000 Белый жемчуг\n1000 элемента = 56 000 Баранина (жареная)\n1000 элемента = 60 000 Баранина (сырая)\n1000 элемента = 4 000 Молоко виверны\n1000 элемента = 50 000 Мясо (вяленое)\n1000 элемента = 96 000 Мясо (жареное)\n1000 элемента = 100 000 Мясо (сырое)\n1000 элемента = 56 000 Мясо первосортное (жареное)\n1000 элемента = 60 000 Мясо первосортное (сырое)\n1000 элемента = 76 000 Рыба (жареная)\n1000 элемента = 80 000 Рыба (сырая)\n1000 элемента = 60 000 Рыба первосортная (жареная)\n1000 элемента = 70 000 Рыба первосортная (сырая)\n1000 элемента = 100 мутагена\n",
                    "imageurl": "https://pic.survivalhost.org/images/2025/12/07/2.png"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "DISCORD",
                    "url": "https://discord.gg/ark-dragons-server"
                }
            },
            {
                "link2": {
                    "text": "ВК",
                    "url": "https://vk.com/dragons_servers"
                }
            },
            {
                "link3": {
                    "text": "ТЕЛЕГРАММ",
                    "url": "https://t.me/dragons_server"
                }
            },
            {
                "link4": {
                    "text": "YOUTUBE",
                    "url": "https://www.youtube.com/@ranzhan"
                }
            },
            {
                "link5": {
                    "text": "МАГАЗИН",
                    "url": "https://dragons-imperialis.survivalshop.org/"
                }
            }
        ]
    }
}
